Repository: Neestackich/literal-ios-application
Catalog: Literal/*.lproj/Localizable.strings
Languages: ru

# inLibraryState
source: In Library
ru: В библиотеке

# pickedUpState
source: Picked Up
ru: Нет в наличии

# reservedState
source: Reserved
ru: Зарезервирована

# libraryLabel
source: Library
ru: Библиотека

# accountLabel
source: Account
ru: Аккаунт

# errorTitle
source: Error
ru: Ошибка

# okButton
source: Ok
ru: Ок

source: Show account
ru: Показать аккаунт

# incorrectEmailPassword
source: Incorrect email or password entered
ru: Неверный имейл или пароль

# invalidEmailPassword
source: Invalid email or password entered. Possibly this email already reqistered
ru: Неправильный имейл или пароль. Возможно, такой пользователь уже существует

source: Incorrect credentials
ru: Неверный имейл или пароль

source: Unauthorized access
ru: Неавторизированный доступ

# unknownBackendError
source: Unknown error
ru: Неизвестная ошибка при получении данных с сервера. Пожалуйста, попробуйте позже

# noConnection
source: Cannot connect to network
ru: Нет подключения к сети

# longResponse
source: Too long response waiting. Please try later
ru: Слишком долгое ожидание запроса в сеть. Пожалуйста, попробуйте позже

# invalidUrl
source: Unable to create request by given url. Please try later
ru: Невозможно совершить запрос по данному адресу. Пожалуйста, попробуйте позже

# unknownNetworkError
source: Cannot get response because of unknown error. Please try later
ru: Невозможно совершить запрос из-за неизвестной ошибки. Пожалуйста, попробуйте позже

# unableToCreateUrl
source: Cannot make request by given url adress
ru: Невозможно сделать запрос по данному адресу

# databaseError
source: Database error. Please try later
ru: Ошибка базы данных. Пожалуйста, попробуйте позже

# databaseOpenError
source: Error while opening database. Please try later
ru: Ошибка во время открытия базы данных. Пожалуйста, попробуйте позже

# databaseSaveError
source: Error while saving to database. Please try later
ru: Ошибка во время сохранения в базу данных. Пожалуйста, попробуйте позже

# unknownDatabaseError
source: Unknown database error. Please try later
ru: Неизвестная ошибка базы данных. Пожалуйста, попробуйте позже
